{
  "version": "1.0",
  "truncation": null,
  "padding": {
    "strategy": "BatchLongest",
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "<PAD>"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<BOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<EOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<PAD>": 0,
      "<BOS>": 1,
      "<EOS>": 2,
      "!": 3,
      "\"": 4,
      "#": 5,
      "$": 6,
      "%": 7,
      "&": 8,
      "'": 9,
      "(": 10,
      ")": 11,
      "*": 12,
      "+": 13,
      ",": 14,
      "-": 15,
      ".": 16,
      "/": 17,
      "0": 18,
      "1": 19,
      "2": 20,
      "3": 21,
      "4": 22,
      "5": 23,
      "6": 24,
      "7": 25,
      "8": 26,
      "9": 27,
      ":": 28,
      ";": 29,
      "<": 30,
      "=": 31,
      ">": 32,
      "?": 33,
      "@": 34,
      "A": 35,
      "B": 36,
      "C": 37,
      "D": 38,
      "E": 39,
      "F": 40,
      "G": 41,
      "H": 42,
      "I": 43,
      "J": 44,
      "K": 45,
      "L": 46,
      "M": 47,
      "N": 48,
      "O": 49,
      "P": 50,
      "Q": 51,
      "R": 52,
      "S": 53,
      "T": 54,
      "U": 55,
      "V": 56,
      "W": 57,
      "X": 58,
      "Y": 59,
      "Z": 60,
      "[": 61,
      "\\": 62,
      "]": 63,
      "^": 64,
      "_": 65,
      "`": 66,
      "a": 67,
      "b": 68,
      "c": 69,
      "d": 70,
      "e": 71,
      "f": 72,
      "g": 73,
      "h": 74,
      "i": 75,
      "j": 76,
      "k": 77,
      "l": 78,
      "m": 79,
      "n": 80,
      "o": 81,
      "p": 82,
      "q": 83,
      "r": 84,
      "s": 85,
      "t": 86,
      "u": 87,
      "v": 88,
      "w": 89,
      "x": 90,
      "y": 91,
      "z": 92,
      "{": 93,
      "|": 94,
      "}": 95,
      "~": 96,
      "": 97,
      "": 98,
      "": 99,
      "": 100,
      "": 101,
      "": 102,
      "": 103,
      "": 104,
      "": 105,
      "": 106,
      "": 107,
      "": 108,
      "": 109,
      "": 110,
      "": 111,
      "": 112,
      "": 113,
      "": 114,
      "": 115,
      "": 116,
      "": 117,
      "": 118,
      "": 119,
      "": 120,
      "": 121,
      "": 122,
      "": 123,
      "": 124,
      "": 125,
      "¡": 126,
      "¢": 127,
      "£": 128,
      "¤": 129,
      "¥": 130,
      "¦": 131,
      "§": 132,
      "¨": 133,
      "©": 134,
      "ª": 135,
      "«": 136,
      "¬": 137,
      "­": 138,
      "®": 139,
      "¯": 140,
      "°": 141,
      "±": 142,
      "²": 143,
      "³": 144,
      "´": 145,
      "µ": 146,
      "¶": 147,
      "·": 148,
      "¸": 149,
      "¹": 150,
      "º": 151,
      "»": 152,
      "¼": 153,
      "½": 154,
      "¾": 155,
      "¿": 156,
      "À": 157,
      "Á": 158,
      "Â": 159,
      "Ã": 160,
      "Ä": 161,
      "Å": 162,
      "Æ": 163,
      "Ç": 164,
      "È": 165,
      "É": 166,
      "Ê": 167,
      "Ë": 168,
      "Ì": 169,
      "Í": 170,
      "Î": 171,
      "Ï": 172,
      "Ð": 173,
      "Ñ": 174,
      "Ò": 175,
      "Ó": 176,
      "Ô": 177,
      "Õ": 178,
      "Ö": 179,
      "×": 180,
      "Ø": 181,
      "Ù": 182,
      "Ú": 183,
      "Û": 184,
      "Ü": 185,
      "Ý": 186,
      "Þ": 187,
      "ß": 188,
      "à": 189,
      "á": 190,
      "â": 191,
      "ã": 192,
      "ä": 193,
      "å": 194,
      "æ": 195,
      "ç": 196,
      "è": 197,
      "é": 198,
      "ê": 199,
      "ë": 200,
      "ì": 201,
      "í": 202,
      "î": 203,
      "ï": 204,
      "ð": 205,
      "ñ": 206,
      "ò": 207,
      "ó": 208,
      "ô": 209,
      "õ": 210,
      "ö": 211,
      "÷": 212,
      "ø": 213,
      "ù": 214,
      "ú": 215,
      "û": 216,
      "ü": 217,
      "ý": 218,
      "þ": 219,
      "ÿ": 220,
      "Ā": 221,
      "ā": 222,
      "Ă": 223,
      "ă": 224,
      "Ą": 225,
      "ą": 226,
      "Ć": 227,
      "ć": 228,
      "Ĉ": 229,
      "ĉ": 230,
      "Ċ": 231,
      "ċ": 232,
      "Č": 233,
      "č": 234,
      "Ď": 235,
      "ď": 236,
      "Đ": 237,
      "đ": 238,
      "Ē": 239,
      "ē": 240,
      "ĕ": 241,
      "Ė": 242,
      "ė": 243,
      "Ę": 244,
      "ę": 245,
      "Ě": 246,
      "ě": 247,
      "ĝ": 248,
      "Ğ": 249,
      "ğ": 250,
      "Ġ": 251,
      "ġ": 252,
      "Ģ": 253,
      "ģ": 254,
      "ĥ": 255,
      "Ħ": 256,
      "ħ": 257,
      "ĩ": 258,
      "Ī": 259,
      "ī": 260,
      "ĭ": 261,
      "Į": 262,
      "į": 263,
      "İ": 264,
      "ı": 265,
      "Ĳ": 266,
      "ĵ": 267,
      "Ķ": 268,
      "ķ": 269,
      "ĸ": 270,
      "Ĺ": 271,
      "ĺ": 272,
      "Ļ": 273,
      "ļ": 274,
      "Ľ": 275,
      "ľ": 276,
      "Ŀ": 277,
      "Ł": 278,
      "ł": 279,
      "Ń": 280,
      "ń": 281,
      "Ņ": 282,
      "ņ": 283,
      "Ň": 284,
      "ň": 285,
      "ŋ": 286,
      "Ō": 287,
      "ō": 288,
      "ŏ": 289,
      "Ő": 290,
      "ő": 291,
      "Œ": 292,
      "œ": 293,
      "Ŕ": 294,
      "ŕ": 295,
      "Ř": 296,
      "ř": 297,
      "Ś": 298,
      "ś": 299,
      "Ŝ": 300,
      "ŝ": 301,
      "Ş": 302,
      "ş": 303,
      "Š": 304,
      "š": 305,
      "Ţ": 306,
      "ţ": 307,
      "Ť": 308,
      "ť": 309,
      "ũ": 310,
      "Ū": 311,
      "ū": 312,
      "ŭ": 313,
      "Ů": 314,
      "ů": 315,
      "Ű": 316,
      "ű": 317,
      "Ų": 318,
      "ų": 319,
      "ŵ": 320,
      "ŷ": 321,
      "Ÿ": 322,
      "Ź": 323,
      "ź": 324,
      "Ż": 325,
      "ż": 326,
      "Ž": 327,
      "ž": 328,
      "ſ": 329,
      "Ɔ": 330,
      "Ƒ": 331,
      "ƒ": 332,
      "Ɠ": 333,
      "Ɩ": 334,
      "Ƙ": 335,
      "ƛ": 336,
      "Ɲ": 337,
      "Ơ": 338,
      "ơ": 339,
      "Ʀ": 340,
      "Ƭ": 341,
      "ư": 342,
      "ǎ": 343,
      "ǐ": 344,
      "ǒ": 345,
      "ǔ": 346,
      "ǘ": 347,
      "ǜ": 348,
      "ǝ": 349,
      "ǟ": 350,
      "ǣ": 351,
      "ǫ": 352,
      "Ǵ": 353,
      "ǵ": 354,
      "Ǻ": 355,
      "ȃ": 356,
      "ș": 357,
      "ț": 358,
      "Ȣ": 359,
      "Ȥ": 360,
      "Ȼ": 361,
      "ɐ": 362,
      "ɑ": 363,
      "ɒ": 364,
      "ɔ": 365,
      "ɕ": 366,
      "ə": 367,
      "ɚ": 368,
      "ɛ": 369,
      "ɜ": 370,
      "ɡ": 371,
      "ɢ": 372,
      "ɣ": 373,
      "ɤ": 374,
      "ɨ": 375,
      "ɪ": 376,
      "ɫ": 377,
      "ɬ": 378,
      "ɯ": 379,
      "ɲ": 380,
      "ɴ": 381,
      "ɵ": 382,
      "ɹ": 383,
      "ɾ": 384,
      "ʀ": 385,
      "ʁ": 386,
      "ʃ": 387,
      "ʊ": 388,
      "ʋ": 389,
      "ʌ": 390,
      "ʎ": 391,
      "ʐ": 392,
      "ʒ": 393,
      "ʔ": 394,
      "ʚ": 395,
      "ʤ": 396,
      "ʦ": 397,
      "ʰ": 398,
      "ʲ": 399,
      "ʺ": 400,
      "ʻ": 401,
      "ʼ": 402,
      "ʾ": 403,
      "ʿ": 404,
      "ˁ": 405,
      "ˆ": 406,
      "ˇ": 407,
      "ˈ": 408,
      "ˌ": 409,
      "ː": 410,
      "ˑ": 411,
      "˘": 412,
      "˙": 413,
      "˚": 414,
      "˛": 415,
      "˜": 416,
      "˝": 417,
      "ˡ": 418,
      "ˤ": 419,
      "̀": 420,
      "́": 421,
      "̂": 422,
      "̃": 423,
      "̄": 424,
      "̆": 425,
      "̇": 426,
      "̈": 427,
      "̍": 428,
      "̡": 429,
      "̣": 430,
      "̤": 431,
      "̧": 432,
      "̯": 433,
      "̱": 434,
      "̶": 435,
      "͘": 436,
      "͡": 437,
      ";": 438,
      "΄": 439,
      "Ά": 440,
      "Έ": 441,
      "Ί": 442,
      "Ό": 443,
      "Ώ": 444,
      "ΐ": 445,
      "Α": 446,
      "Β": 447,
      "Γ": 448,
      "Δ": 449,
      "Ε": 450,
      "Ζ": 451,
      "Η": 452,
      "Θ": 453,
      "Ι": 454,
      "Κ": 455,
      "Λ": 456,
      "Μ": 457,
      "Ν": 458,
      "Ο": 459,
      "Π": 460,
      "Ρ": 461,
      "Σ": 462,
      "Τ": 463,
      "Υ": 464,
      "Φ": 465,
      "Χ": 466,
      "Ω": 467,
      "ά": 468,
      "έ": 469,
      "ή": 470,
      "ί": 471,
      "α": 472,
      "β": 473,
      "γ": 474,
      "δ": 475,
      "ε": 476,
      "ζ": 477,
      "η": 478,
      "θ": 479,
      "ι": 480,
      "κ": 481,
      "λ": 482,
      "μ": 483,
      "ν": 484,
      "ξ": 485,
      "ο": 486,
      "π": 487,
      "ρ": 488,
      "ς": 489,
      "σ": 490,
      "τ": 491,
      "υ": 492,
      "φ": 493,
      "χ": 494,
      "ψ": 495,
      "ω": 496,
      "ϊ": 497,
      "ϋ": 498,
      "ό": 499,
      "ύ": 500,
      "ώ": 501,
      "Ё": 502,
      "Ђ": 503,
      "Ѓ": 504,
      "Є": 505,
      "Ѕ": 506,
      "І": 507,
      "Ї": 508,
      "Ј": 509,
      "Љ": 510,
      "Њ": 511,
      "Ћ": 512,
      "Ќ": 513,
      "Ў": 514,
      "Џ": 515,
      "А": 516,
      "Б": 517,
      "В": 518,
      "Г": 519,
      "Д": 520,
      "Е": 521,
      "Ж": 522,
      "З": 523,
      "И": 524,
      "Й": 525,
      "К": 526,
      "Л": 527,
      "М": 528,
      "Н": 529,
      "О": 530,
      "П": 531,
      "Р": 532,
      "С": 533,
      "Т": 534,
      "У": 535,
      "Ф": 536,
      "Х": 537,
      "Ц": 538,
      "Ч": 539,
      "Ш": 540,
      "Щ": 541,
      "Ъ": 542,
      "Ы": 543,
      "Ь": 544,
      "Э": 545,
      "Ю": 546,
      "Я": 547,
      "а": 548,
      "б": 549,
      "в": 550,
      "г": 551,
      "д": 552,
      "е": 553,
      "ж": 554,
      "з": 555,
      "и": 556,
      "й": 557,
      "к": 558,
      "л": 559,
      "м": 560,
      "н": 561,
      "о": 562,
      "п": 563,
      "р": 564,
      "с": 565,
      "т": 566,
      "у": 567,
      "ф": 568,
      "х": 569,
      "ц": 570,
      "ч": 571,
      "ш": 572,
      "щ": 573,
      "ъ": 574,
      "ы": 575,
      "ь": 576,
      "э": 577,
      "ю": 578,
      "я": 579,
      "ё": 580,
      "ђ": 581,
      "ѓ": 582,
      "є": 583,
      "ѕ": 584,
      "і": 585,
      "ї": 586,
      "ј": 587,
      "љ": 588,
      "њ": 589,
      "ћ": 590,
      "ќ": 591,
      "ў": 592,
      "џ": 593,
      "Ѳ": 594,
      "ѳ": 595,
      "Ґ": 596,
      "ґ": 597,
      "ғ": 598,
      "ҙ": 599,
      "қ": 600,
      "Ҡ": 601,
      "ҡ": 602,
      "ң": 603,
      "ү": 604,
      "ұ": 605,
      "Ҳ": 606,
      "ҳ": 607,
      "һ": 608,
      "ә": 609,
      "ө": 610,
      "ӳ": 611,
      "ְ": 612,
      "ֲ": 613,
      "ֳ": 614,
      "ִ": 615,
      "ֵ": 616,
      "ֶ": 617,
      "ַ": 618,
      "ָ": 619,
      "ֹ": 620,
      "ּ": 621,
      "ֿ": 622,
      "ׁ": 623,
      "א": 624,
      "ב": 625,
      "ג": 626,
      "ד": 627,
      "ה": 628,
      "ו": 629,
      "ז": 630,
      "ח": 631,
      "ט": 632,
      "י": 633,
      "כ": 634,
      "ל": 635,
      "ם": 636,
      "מ": 637,
      "ן": 638,
      "נ": 639,
      "ס": 640,
      "ע": 641,
      "פ": 642,
      "ץ": 643,
      "צ": 644,
      "ק": 645,
      "ר": 646,
      "ש": 647,
      "ת": 648,
      "،": 649,
      "ؒ": 650,
      "؛": 651,
      "ء": 652,
      "آ": 653,
      "أ": 654,
      "ؤ": 655,
      "إ": 656,
      "ئ": 657,
      "ا": 658,
      "ب": 659,
      "ة": 660,
      "ت": 661,
      "ث": 662,
      "ج": 663,
      "ح": 664,
      "خ": 665,
      "د": 666,
      "ذ": 667,
      "ر": 668,
      "ز": 669,
      "س": 670,
      "ش": 671,
      "ص": 672,
      "ض": 673,
      "ط": 674,
      "ظ": 675,
      "ع": 676,
      "غ": 677,
      "ـ": 678,
      "ف": 679,
      "ق": 680,
      "ك": 681,
      "ل": 682,
      "م": 683,
      "ن": 684,
      "ه": 685,
      "و": 686,
      "ى": 687,
      "ي": 688,
      "ً": 689,
      "ٌ": 690,
      "ٍ": 691,
      "َ": 692,
      "ُ": 693,
      "ِ": 694,
      "ّ": 695,
      "ْ": 696,
      "ٲ": 697,
      "ٹ": 698,
      "ټ": 699,
      "پ": 700,
      "ځ": 701,
      "چ": 702,
      "ڠ": 703,
      "ڤ": 704,
      "ک": 705,
      "ڬ": 706,
      "ڭ": 707,
      "گ": 708,
      "ھ": 709,
      "ہ": 710,
      "ۂ": 711,
      "ۆ": 712,
      "ۇ": 713,
      "ی": 714,
      "ې": 715,
      "ە": 716,
      "۞": 717,
      "۩": 718,
      "۰": 719,
      "۱": 720,
      "۲": 721,
      "۳": 722,
      "۴": 723,
      "۵": 724,
      "۶": 725,
      "۷": 726,
      "۸": 727,
      "۹": 728,
      "ރ": 729,
      "ކ": 730,
      "އ": 731,
      "މ": 732,
      "ާ": 733,
      "ި": 734,
      "ެ": 735,
      "ߖ": 736,
      "ߧ": 737,
      "߮": 738,
      "ं": 739,
      "अ": 740,
      "आ": 741,
      "ई": 742,
      "उ": 743,
      "क": 744,
      "ग": 745,
      "च": 746,
      "छ": 747,
      "ज": 748,
      "ञ": 749,
      "ट": 750,
      "ड": 751,
      "ढ": 752,
      "ण": 753,
      "त": 754,
      "थ": 755,
      "द": 756,
      "ध": 757,
      "न": 758,
      "प": 759,
      "ब": 760,
      "भ": 761,
      "म": 762,
      "य": 763,
      "र": 764,
      "ल": 765,
      "व": 766,
      "श": 767,
      "ष": 768,
      "स": 769,
      "ह": 770,
      "़": 771,
      "ा": 772,
      "ि": 773,
      "ी": 774,
      "ु": 775,
      "ृ": 776,
      "े": 777,
      "ॉ": 778,
      "ो": 779,
      "्": 780,
      "ॐ": 781,
      "ॡ": 782,
      "०": 783,
      "१": 784,
      "२": 785,
      "३": 786,
      "५": 787,
      "९": 788,
      "ং": 789,
      "আ": 790,
      "ই": 791,
      "এ": 792,
      "ক": 793,
      "গ": 794,
      "ঙ": 795,
      "চ": 796,
      "ট": 797,
      "ত": 798,
      "ন": 799,
      "প": 800,
      "ব": 801,
      "ম": 802,
      "য": 803,
      "র": 804,
      "ল": 805,
      "শ": 806,
      "ষ": 807,
      "হ": 808,
      "়": 809,
      "া": 810,
      "ি": 811,
      "ু": 812,
      "ো": 813,
      "্": 814,
      "ৰ": 815,
      "ਗ": 816,
      "ਚ": 817,
      "ਡ": 818,
      "ਹ": 819,
      "ੀ": 820,
      "੍": 821,
      "ੜ": 822,
      "ੰ": 823,
      "ં": 824,
      "અ": 825,
      "ક": 826,
      "જ": 827,
      "ત": 828,
      "મ": 829,
      "ય": 830,
      "ર": 831,
      "સ": 832,
      "ા": 833,
      "િ": 834,
      "ુ": 835,
      "ે": 836,
      "્": 837,
      "૦": 838,
      "૧": 839,
      "૨": 840,
      "க": 841,
      "ங": 842,
      "ச": 843,
      "ட": 844,
      "த": 845,
      "ன": 846,
      "ப": 847,
      "ம": 848,
      "ய": 849,
      "ர": 850,
      "ல": 851,
      "வ": 852,
      "ஷ": 853,
      "ா": 854,
      "ி": 855,
      "ு": 856,
      "ூ": 857,
      "ெ": 858,
      "ை": 859,
      "ோ": 860,
      "்": 861,
      "ం": 862,
      "ఆ": 863,
      "క": 864,
      "గ": 865,
      "జ": 866,
      "డ": 867,
      "ద": 868,
      "ధ": 869,
      "న": 870,
      "ప": 871,
      "ర": 872,
      "శ": 873,
      "ా": 874,
      "ు": 875,
      "ె": 876,
      "ే": 877,
      "ొ": 878,
      "్": 879,
      "ౕ": 880,
      "ಐ": 881,
      "ಯ": 882,
      "ರ": 883,
      "ವ": 884,
      "ಶ": 885,
      "ಾ": 886,
      "ೆ": 887,
      "ೈ": 888,
      "್": 889,
      "ೖ": 890,
      "೦": 891,
      "೧": 892,
      "೨": 893,
      "೩": 894,
      "೫": 895,
      "೬": 896,
      "೮": 897,
      "೯": 898,
      "അ": 899,
      "എ": 900,
      "ക": 901,
      "ത": 902,
      "ദ": 903,
      "ന": 904,
      "പ": 905,
      "മ": 906,
      "യ": 907,
      "ല": 908,
      "വ": 909,
      "ഷ": 910,
      "സ": 911,
      "ി": 912,
      "ീ": 913,
      "ു": 914,
      "ോ": 915,
      "്": 916,
      "න": 917,
      "ම": 918,
      "ර": 919,
      "ව": 920,
      "හ": 921,
      "ු": 922,
      "ก": 923,
      "ข": 924,
      "ค": 925,
      "ฆ": 926,
      "ง": 927,
      "จ": 928,
      "ฉ": 929,
      "ช": 930,
      "ซ": 931,
      "ญ": 932,
      "ฎ": 933,
      "ฏ": 934,
      "ฐ": 935,
      "ฑ": 936,
      "ฒ": 937,
      "ณ": 938,
      "ด": 939,
      "ต": 940,
      "ถ": 941,
      "ท": 942,
      "ธ": 943,
      "น": 944,
      "บ": 945,
      "ป": 946,
      "ผ": 947,
      "ฝ": 948,
      "พ": 949,
      "ฟ": 950,
      "ภ": 951,
      "ม": 952,
      "ย": 953,
      "ร": 954,
      "ฤ": 955,
      "ล": 956,
      "ว": 957,
      "ศ": 958,
      "ษ": 959,
      "ส": 960,
      "ห": 961,
      "อ": 962,
      "ฮ": 963,
      "ฯ": 964,
      "ะ": 965,
      "ั": 966,
      "า": 967,
      "ำ": 968,
      "ิ": 969,
      "ี": 970,
      "ึ": 971,
      "ื": 972,
      "ุ": 973,
      "ู": 974,
      "฿": 975,
      "เ": 976,
      "แ": 977,
      "โ": 978,
      "ใ": 979,
      "ไ": 980,
      "ๆ": 981,
      "็": 982,
      "่": 983,
      "้": 984,
      "๊": 985,
      "๋": 986,
      "์": 987,
      "๑": 988,
      "ຂ": 989,
      "ຄ": 990,
      "ງ": 991,
      "ຈ": 992,
      "ດ": 993,
      "ຖ": 994,
      "ນ": 995,
      "ບ": 996,
      "ມ": 997,
      "ລ": 998,
      "ວ": 999,
      "ັ": 1000,
      "າ": 1001,
      "ຸ": 1002,
      "ົ": 1003,
      "ຽ": 1004,
      "ເ": 1005,
      "້": 1006,
      "ໜ": 1007,
      "་": 1008,
      "ཏ": 1009,
      "ད": 1010,
      "ན": 1011,
      "བ": 1012,
      "མ": 1013,
      "ཚ": 1014,
      "འ": 1015,
      "ལ": 1016,
      "ས": 1017,
      "ཱ": 1018,
      "ི": 1019,
      "ོ": 1020,
      "ྔ": 1021,
      "ླ": 1022,
      "န": 1023,
      "ရ": 1024,
      "ဝ": 1025,
      "သ": 1026,
      "ဟ": 1027,
      "ေ": 1028,
      "္": 1029,
      "ა": 1030,
      "ბ": 1031,
      "გ": 1032,
      "დ": 1033,
      "ე": 1034,
      "ვ": 1035,
      "ზ": 1036,
      "თ": 1037,
      "ი": 1038,
      "კ": 1039,
      "ლ": 1040,
      "მ": 1041,
      "ნ": 1042,
      "ო": 1043,
      "პ": 1044,
      "რ": 1045,
      "ს": 1046,
      "ტ": 1047,
      "უ": 1048,
      "ქ": 1049,
      "ღ": 1050,
      "შ": 1051,
      "ც": 1052,
      "ძ": 1053,
      "წ": 1054,
      "ხ": 1055,
      "ჯ": 1056,
      "ህ": 1057,
      "ሊ": 1058,
      "ል": 1059,
      "ሓ": 1060,
      "ሕ": 1061,
      "መ": 1062,
      "ሙ": 1063,
      "ሜ": 1064,
      "ም": 1065,
      "ሥ": 1066,
      "ረ": 1067,
      "ሪ": 1068,
      "ራ": 1069,
      "ር": 1070,
      "ሰ": 1071,
      "ሴ": 1072,
      "ስ": 1073,
      "ሻ": 1074,
      "ሽ": 1075,
      "ቀ": 1076,
      "ቐ": 1077,
      "በ": 1078,
      "ቢ": 1079,
      "ባ": 1080,
      "ተ": 1081,
      "ት": 1082,
      "ቶ": 1083,
      "ነ": 1084,
      "ን": 1085,
      "አ": 1086,
      "ኣ": 1087,
      "ኤ": 1088,
      "እ": 1089,
      "ኦ": 1090,
      "ካ": 1091,
      "ክ": 1092,
      "ዋ": 1093,
      "ው": 1094,
      "ዓ": 1095,
      "ዕ": 1096,
      "የ": 1097,
      "ይ": 1098,
      "ደ": 1099,
      "ዲ": 1100,
      "ድ": 1101,
      "ገ": 1102,
      "ጋ": 1103,
      "ጨ": 1104,
      "ጽ": 1105,
      "ፅ": 1106,
      "ፈ": 1107,
      "ፍ": 1108,
      "፣": 1109,
      "Ꭰ": 1110,
      "Ꭲ": 1111,
      "Ꮊ": 1112,
      "ᐃ": 1113,
      "ᐊ": 1114,
      "ᑦ": 1115,
      "ᑲ": 1116,
      "ᒃ": 1117,
      "ᒥ": 1118,
      "ᓄ": 1119,
      "ᓕ": 1120,
      "ដ": 1121,
      "ឋ": 1122,
      "រ": 1123,
      "ស": 1124,
      "ហ": 1125,
      "្": 1126,
      "ḇ": 1127,
      "ḍ": 1128,
      "ḏ": 1129,
      "ḗ": 1130,
      "Ḥ": 1131,
      "ḥ": 1132,
      "Ḫ": 1133,
      "ḫ": 1134,
      "ḳ": 1135,
      "ḷ": 1136,
      "ḿ": 1137,
      "ṃ": 1138,
      "ṅ": 1139,
      "ṇ": 1140,
      "ṉ": 1141,
      "ṛ": 1142,
      "ṣ": 1143,
      "Ṭ": 1144,
      "ṭ": 1145,
      "Ṯ": 1146,
      "ṳ": 1147,
      "ẋ": 1148,
      "ạ": 1149,
      "ả": 1150,
      "ấ": 1151,
      "ầ": 1152,
      "ẩ": 1153,
      "ậ": 1154,
      "ắ": 1155,
      "ằ": 1156,
      "Ẳ": 1157,
      "ẵ": 1158,
      "ặ": 1159,
      "ẻ": 1160,
      "ẽ": 1161,
      "ế": 1162,
      "ề": 1163,
      "ể": 1164,
      "ễ": 1165,
      "ệ": 1166,
      "ỉ": 1167,
      "ị": 1168,
      "Ọ": 1169,
      "ọ": 1170,
      "ỏ": 1171,
      "ố": 1172,
      "ồ": 1173,
      "ổ": 1174,
      "ộ": 1175,
      "ớ": 1176,
      "ờ": 1177,
      "ở": 1178,
      "ỡ": 1179,
      "ợ": 1180,
      "ụ": 1181,
      "ủ": 1182,
      "ứ": 1183,
      "ừ": 1184,
      "ử": 1185,
      "ữ": 1186,
      "ự": 1187,
      "ỳ": 1188,
      "ỹ": 1189,
      "ἀ": 1190,
      "ἁ": 1191,
      "ἄ": 1192,
      "ἅ": 1193,
      "Ἀ": 1194,
      "ἐ": 1195,
      "ἑ": 1196,
      "ἔ": 1197,
      "Ἔ": 1198,
      "ἠ": 1199,
      "ἡ": 1200,
      "ἦ": 1201,
      "Ἡ": 1202,
      "Ἥ": 1203,
      "ἰ": 1204,
      "Ἱ": 1205,
      "ὁ": 1206,
      "ὄ": 1207,
      "Ὑ": 1208,
      "ά": 1209,
      "ὶ": 1210,
      "ὺ": 1211,
      "ῆ": 1212,
      "ῑ": 1213,
      "ῖ": 1214,
      "ῥ": 1215,
      "ῦ": 1216,
      "​": 1217,
      "‌": 1218,
      "‍": 1219,
      "‎": 1220,
      "‏": 1221,
      "‐": 1222,
      "‑": 1223,
      "‒": 1224,
      "–": 1225,
      "—": 1226,
      "―": 1227,
      "‖": 1228,
      "‘": 1229,
      "’": 1230,
      "‚": 1231,
      "‛": 1232,
      "“": 1233,
      "”": 1234,
      "„": 1235,
      "‟": 1236,
      "†": 1237,
      "‡": 1238,
      "•": 1239,
      "…": 1240,
      "‪": 1241,
      "‬": 1242,
      "‭": 1243,
      "‰": 1244,
      "′": 1245,
      "″": 1246,
      "‶": 1247,
      "‹": 1248,
      "›": 1249,
      "※": 1250,
      "‼": 1251,
      "‽": 1252,
      "⁄": 1253,
      "⁴": 1254,
      "ⁿ": 1255,
      "₁": 1256,
      "₂": 1257,
      "₠": 1258,
      "₣": 1259,
      "₤": 1260,
      "₩": 1261,
      "₪": 1262,
      "€": 1263,
      "₴": 1264,
      "₵": 1265,
      "⃛": 1266,
      "℃": 1267,
      "ℓ": 1268,
      "℔": 1269,
      "№": 1270,
      "™": 1271,
      "Ω": 1272,
      "℮": 1273,
      "⅓": 1274,
      "⅔": 1275,
      "⅛": 1276,
      "⅞": 1277,
      "Ⅱ": 1278,
      "Ⅲ": 1279,
      "←": 1280,
      "↑": 1281,
      "→": 1282,
      "↓": 1283,
      "↔": 1284,
      "↧": 1285,
      "⇒": 1286,
      "⇔": 1287,
      "⇗": 1288,
      "⇢": 1289,
      "∀": 1290,
      "∃": 1291,
      "∈": 1292,
      "∑": 1293,
      "−": 1294,
      "∙": 1295,
      "√": 1296,
      "∞": 1297,
      "∫": 1298,
      "∴": 1299,
      "∶": 1300,
      "∼": 1301,
      "≈": 1302,
      "≠": 1303,
      "≡": 1304,
      "≤": 1305,
      "≥": 1306,
      "≪": 1307,
      "≫": 1308,
      "⋅": 1309,
      "⌃": 1310,
      "⌘": 1311,
      "①": 1312,
      "②": 1313,
      "③": 1314,
      "─": 1315,
      "│": 1316,
      "┌": 1317,
      "┐": 1318,
      "└": 1319,
      "┘": 1320,
      "┬": 1321,
      "┴": 1322,
      "╚": 1323,
      "╞": 1324,
      "╩": 1325,
      "█": 1326,
      "░": 1327,
      "▒": 1328,
      "■": 1329,
      "□": 1330,
      "▪": 1331,
      "▲": 1332,
      "△": 1333,
      "▸": 1334,
      "►": 1335,
      "▼": 1336,
      "◆": 1337,
      "◇": 1338,
      "◈": 1339,
      "◊": 1340,
      "○": 1341,
      "◎": 1342,
      "●": 1343,
      "◙": 1344,
      "◦": 1345,
      "★": 1346,
      "☆": 1347,
      "☎": 1348,
      "☏": 1349,
      "☑": 1350,
      "☯": 1351,
      "☺": 1352,
      "☻": 1353,
      "☼": 1354,
      "♀": 1355,
      "♂": 1356,
      "♠": 1357,
      "♣": 1358,
      "♥": 1359,
      "♦": 1360,
      "♪": 1361,
      "♫": 1362,
      "✿": 1363,
      "➔": 1364,
      "➚": 1365,
      "➟": 1366,
      "➲": 1367,
      "Ⰶ": 1368,
      "ⲉ": 1369,
      "ⲟ": 1370,
      "Ⲡ": 1371,
      "ⲣ": 1372,
      "ⲩ": 1373,
      "、": 1374,
      "。": 1375,
      "々": 1376,
      "《": 1377,
      "》": 1378,
      "「": 1379,
      "」": 1380,
      "『": 1381,
      "』": 1382,
      "【": 1383,
      "】": 1384,
      "〔": 1385,
      "〕": 1386,
      "〜": 1387,
      "ぁ": 1388,
      "あ": 1389,
      "ぃ": 1390,
      "い": 1391,
      "う": 1392,
      "ぇ": 1393,
      "え": 1394,
      "お": 1395,
      "か": 1396,
      "が": 1397,
      "き": 1398,
      "ぎ": 1399,
      "く": 1400,
      "ぐ": 1401,
      "け": 1402,
      "げ": 1403,
      "こ": 1404,
      "ご": 1405,
      "さ": 1406,
      "ざ": 1407,
      "し": 1408,
      "じ": 1409,
      "す": 1410,
      "ず": 1411,
      "せ": 1412,
      "ぜ": 1413,
      "そ": 1414,
      "ぞ": 1415,
      "た": 1416,
      "だ": 1417,
      "ち": 1418,
      "ぢ": 1419,
      "っ": 1420,
      "つ": 1421,
      "づ": 1422,
      "て": 1423,
      "で": 1424,
      "と": 1425,
      "ど": 1426,
      "な": 1427,
      "に": 1428,
      "ぬ": 1429,
      "ね": 1430,
      "の": 1431,
      "は": 1432,
      "ば": 1433,
      "ひ": 1434,
      "び": 1435,
      "ふ": 1436,
      "ぶ": 1437,
      "ぷ": 1438,
      "へ": 1439,
      "べ": 1440,
      "ほ": 1441,
      "ぼ": 1442,
      "ま": 1443,
      "み": 1444,
      "む": 1445,
      "め": 1446,
      "も": 1447,
      "ゃ": 1448,
      "や": 1449,
      "ゅ": 1450,
      "ゆ": 1451,
      "ょ": 1452,
      "よ": 1453,
      "ら": 1454,
      "り": 1455,
      "る": 1456,
      "れ": 1457,
      "ろ": 1458,
      "わ": 1459,
      "ゐ": 1460,
      "ゑ": 1461,
      "を": 1462,
      "ん": 1463,
      "ゔ": 1464,
      "゛": 1465,
      "゜": 1466,
      "ァ": 1467,
      "ア": 1468,
      "ィ": 1469,
      "イ": 1470,
      "ゥ": 1471,
      "ウ": 1472,
      "ェ": 1473,
      "エ": 1474,
      "ォ": 1475,
      "オ": 1476,
      "カ": 1477,
      "ガ": 1478,
      "キ": 1479,
      "ギ": 1480,
      "ク": 1481,
      "グ": 1482,
      "ケ": 1483,
      "ゲ": 1484,
      "コ": 1485,
      "ゴ": 1486,
      "サ": 1487,
      "ザ": 1488,
      "シ": 1489,
      "ジ": 1490,
      "ス": 1491,
      "ズ": 1492,
      "セ": 1493,
      "ゼ": 1494,
      "ソ": 1495,
      "ゾ": 1496,
      "タ": 1497,
      "ダ": 1498,
      "チ": 1499,
      "ッ": 1500,
      "ツ": 1501,
      "テ": 1502,
      "デ": 1503,
      "ト": 1504,
      "ド": 1505,
      "ナ": 1506,
      "ニ": 1507,
      "ヌ": 1508,
      "ネ": 1509,
      "ノ": 1510,
      "ハ": 1511,
      "バ": 1512,
      "パ": 1513,
      "ヒ": 1514,
      "ビ": 1515,
      "ピ": 1516,
      "フ": 1517,
      "ブ": 1518,
      "プ": 1519,
      "ヘ": 1520,
      "ベ": 1521,
      "ペ": 1522,
      "ホ": 1523,
      "ボ": 1524,
      "ポ": 1525,
      "マ": 1526,
      "ミ": 1527,
      "ム": 1528,
      "メ": 1529,
      "モ": 1530,
      "ャ": 1531,
      "ヤ": 1532,
      "ュ": 1533,
      "ユ": 1534,
      "ョ": 1535,
      "ヨ": 1536,
      "ラ": 1537,
      "リ": 1538,
      "ル": 1539,
      "レ": 1540,
      "ロ": 1541,
      "ワ": 1542,
      "ン": 1543,
      "ヴ": 1544,
      "・": 1545,
      "ー": 1546,
      "ㄅ": 1547,
      "ㄆ": 1548,
      "ㄇ": 1549,
      "ㄈ": 1550,
      "ㄤ": 1551,
      "ㄧ": 1552,
      "ㅓ": 1553,
      "ㅔ": 1554,
      "ㅕ": 1555,
      "ㅖ": 1556,
      "ㅡ": 1557,
      "ㅣ": 1558,
      "㎡": 1559,
      "䟩": 1560,
      "一": 1561,
      "七": 1562,
      "万": 1563,
      "丈": 1564,
      "三": 1565,
      "上": 1566,
      "下": 1567,
      "不": 1568,
      "与": 1569,
      "专": 1570,
      "世": 1571,
      "丘": 1572,
      "业": 1573,
      "东": 1574,
      "两": 1575,
      "严": 1576,
      "丨": 1577,
      "个": 1578,
      "中": 1579,
      "丰": 1580,
      "临": 1581,
      "丸": 1582,
      "丹": 1583,
      "为": 1584,
      "主": 1585,
      "丼": 1586,
      "丽": 1587,
      "举": 1588,
      "久": 1589,
      "么": 1590,
      "义": 1591,
      "之": 1592,
      "乌": 1593,
      "乎": 1594,
      "乏": 1595,
      "乐": 1596,
      "乗": 1597,
      "乘": 1598,
      "乙": 1599,
      "九": 1600,
      "也": 1601,
      "习": 1602,
      "乡": 1603,
      "书": 1604,
      "买": 1605,
      "乱": 1606,
      "乾": 1607,
      "了": 1608,
      "争": 1609,
      "事": 1610,
      "二": 1611,
      "于": 1612,
      "云": 1613,
      "互": 1614,
      "五": 1615,
      "井": 1616,
      "亚": 1617,
      "些": 1618,
      "亜": 1619,
      "亞": 1620,
      "交": 1621,
      "产": 1622,
      "亨": 1623,
      "京": 1624,
      "人": 1625,
      "亿": 1626,
      "什": 1627,
      "仁": 1628,
      "仅": 1629,
      "今": 1630,
      "介": 1631,
      "仍": 1632,
      "从": 1633,
      "他": 1634,
      "付": 1635,
      "仙": 1636,
      "仝": 1637,
      "代": 1638,
      "以": 1639,
      "仪": 1640,
      "们": 1641,
      "仮": 1642,
      "仲": 1643,
      "件": 1644,
      "价": 1645,
      "任": 1646,
      "伊": 1647,
      "伎": 1648,
      "伏": 1649,
      "伐": 1650,
      "休": 1651,
      "众": 1652,
      "优": 1653,
      "会": 1654,
      "伝": 1655,
      "伟": 1656,
      "传": 1657,
      "伦": 1658,
      "伯": 1659,
      "估": 1660,
      "伴": 1661,
      "伸": 1662,
      "似": 1663,
      "但": 1664,
      "位": 1665,
      "低": 1666,
      "住": 1667,
      "佐": 1668,
      "佑": 1669,
      "体": 1670,
      "何": 1671,
      "佗": 1672,
      "余": 1673,
      "作": 1674,
      "你": 1675,
      "佰": 1676,
      "使": 1677,
      "例": 1678,
      "侍": 1679,
      "供": 1680,
      "依": 1681,
      "便": 1682,
      "俄": 1683,
      "俊": 1684,
      "保": 1685,
      "信": 1686,
      "修": 1687,
      "倉": 1688,
      "個": 1689,
      "倍": 1690,
      "倒": 1691,
      "候": 1692,
      "值": 1693,
      "假": 1694,
      "做": 1695,
      "健": 1696,
      "側": 1697,
      "備": 1698,
      "储": 1699,
      "傳": 1700,
      "傷": 1701,
      "働": 1702,
      "像": 1703,
      "僕": 1704,
      "儀": 1705,
      "儉": 1706,
      "元": 1707,
      "先": 1708,
      "光": 1709,
      "克": 1710,
      "免": 1711,
      "入": 1712,
      "內": 1713,
      "全": 1714,
      "兩": 1715,
      "八": 1716,
      "公": 1717,
      "六": 1718,
      "兰": 1719,
      "共": 1720,
      "关": 1721,
      "兴": 1722,
      "兵": 1723,
      "其": 1724,
      "具": 1725,
      "养": 1726,
      "兽": 1727,
      "内": 1728,
      "円": 1729,
      "冊": 1730,
      "册": 1731,
      "再": 1732,
      "写": 1733,
      "军": 1734,
      "农": 1735,
      "冤": 1736,
      "冰": 1737,
      "决": 1738,
      "况": 1739,
      "冷": 1740,
      "净": 1741,
      "凄": 1742,
      "准": 1743,
      "凉": 1744,
      "凍": 1745,
      "减": 1746,
      "几": 1747,
      "凶": 1748,
      "凸": 1749,
      "出": 1750,
      "函": 1751,
      "刀": 1752,
      "分": 1753,
      "切": 1754,
      "刑": 1755,
      "列": 1756,
      "刘": 1757,
      "则": 1758,
      "刚": 1759,
      "创": 1760,
      "判": 1761,
      "別": 1762,
      "刨": 1763,
      "利": 1764,
      "别": 1765,
      "到": 1766,
      "制": 1767,
      "刺": 1768,
      "則": 1769,
      "前": 1770,
      "剑": 1771,
      "剣": 1772,
      "剥": 1773,
      "剧": 1774,
      "剩": 1775,
      "副": 1776,
      "割": 1777,
      "創": 1778,
      "劇": 1779,
      "劉": 1780,
      "力": 1781,
      "功": 1782,
      "加": 1783,
      "务": 1784,
      "动": 1785,
      "助": 1786,
      "努": 1787,
      "劳": 1788,
      "势": 1789,
      "動": 1790,
      "勝": 1791,
      "勞": 1792,
      "勢": 1793,
      "勧": 1794,
      "勿": 1795,
      "包": 1796,
      "化": 1797,
      "北": 1798,
      "匠": 1799,
      "匡": 1800,
      "匹": 1801,
      "区": 1802,
      "医": 1803,
      "匿": 1804,
      "區": 1805,
      "十": 1806,
      "千": 1807,
      "升": 1808,
      "半": 1809,
      "卍": 1810,
      "华": 1811,
      "协": 1812,
      "卐": 1813,
      "卓": 1814,
      "单": 1815,
      "卖": 1816,
      "南": 1817,
      "博": 1818,
      "卡": 1819,
      "卦": 1820,
      "卫": 1821,
      "印": 1822,
      "危": 1823,
      "即": 1824,
      "却": 1825,
      "厂": 1826,
      "原": 1827,
      "去": 1828,
      "县": 1829,
      "参": 1830,
      "參": 1831,
      "及": 1832,
      "友": 1833,
      "双": 1834,
      "反": 1835,
      "发": 1836,
      "取": 1837,
      "受": 1838,
      "变": 1839,
      "叡": 1840,
      "口": 1841,
      "古": 1842,
      "另": 1843,
      "只": 1844,
      "叫": 1845,
      "召": 1846,
      "可": 1847,
      "台": 1848,
      "史": 1849,
      "右": 1850,
      "号": 1851,
      "司": 1852,
      "吃": 1853,
      "各": 1854,
      "合": 1855,
      "吉": 1856,
      "吊": 1857,
      "同": 1858,
      "名": 1859,
      "后": 1860,
      "向": 1861,
      "吗": 1862,
      "君": 1863,
      "否": 1864,
      "吧": 1865,
      "吨": 1866,
      "含": 1867,
      "听": 1868,
      "吳": 1869,
      "吴": 1870,
      "吸": 1871,
      "吹": 1872,
      "吾": 1873,
      "呀": 1874,
      "呂": 1875,
      "呆": 1876,
      "呉": 1877,
      "告": 1878,
      "呑": 1879,
      "员": 1880,
      "周": 1881,
      "味": 1882,
      "呼": 1883,
      "命": 1884,
      "咆": 1885,
      "和": 1886,
      "咬": 1887,
      "品": 1888,
      "哈": 1889,
      "响": 1890,
      "員": 1891,
      "哥": 1892,
      "哮": 1893,
      "哲": 1894,
      "唐": 1895,
      "售": 1896,
      "唸": 1897,
      "商": 1898,
      "問": 1899,
      "啤": 1900,
      "啦": 1901,
      "喀": 1902,
      "喂": 1903,
      "善": 1904,
      "喇": 1905,
      "喜": 1906,
      "喫": 1907,
      "嗣": 1908,
      "嘉": 1909,
      "嘛": 1910,
      "嘟": 1911,
      "噌": 1912,
      "噛": 1913,
      "器": 1914,
      "嚴": 1915,
      "四": 1916,
      "回": 1917,
      "因": 1918,
      "団": 1919,
      "囧": 1920,
      "园": 1921,
      "困": 1922,
      "固": 1923,
      "国": 1924,
      "图": 1925,
      "圆": 1926,
      "國": 1927,
      "圍": 1928,
      "圏": 1929,
      "園": 1930,
      "圓": 1931,
      "圖": 1932,
      "土": 1933,
      "在": 1934,
      "地": 1935,
      "圳": 1936,
      "场": 1937,
      "址": 1938,
      "坂": 1939,
      "均": 1940,
      "坊": 1941,
      "坐": 1942,
      "块": 1943,
      "坛": 1944,
      "坝": 1945,
      "坡": 1946,
      "坤": 1947,
      "坪": 1948,
      "型": 1949,
      "垣": 1950,
      "城": 1951,
      "埔": 1952,
      "域": 1953,
      "基": 1954,
      "堂": 1955,
      "堆": 1956,
      "堤": 1957,
      "堰": 1958,
      "報": 1959,
      "場": 1960,
      "塊": 1961,
      "塔": 1962,
      "塗": 1963,
      "塞": 1964,
      "塩": 1965,
      "塾": 1966,
      "増": 1967,
      "增": 1968,
      "墟": 1969,
      "墩": 1970,
      "壊": 1971,
      "士": 1972,
      "壮": 1973,
      "売": 1974,
      "壳": 1975,
      "壹": 1976,
      "壽": 1977,
      "处": 1978,
      "备": 1979,
      "変": 1980,
      "复": 1981,
      "夏": 1982,
      "夕": 1983,
      "外": 1984,
      "多": 1985,
      "夛": 1986,
      "夜": 1987,
      "够": 1988,
      "夢": 1989,
      "大": 1990,
      "天": 1991,
      "太": 1992,
      "夫": 1993,
      "央": 1994,
      "头": 1995,
      "夷": 1996,
      "夹": 1997,
      "奄": 1998,
      "奇": 1999,
      "奈": 2000,
      "奉": 2001,
      "套": 2002,
      "奘": 2003,
      "奚": 2004,
      "奥": 2005,
      "女": 2006,
      "奶": 2007,
      "奸": 2008,
      "好": 2009,
      "如": 2010,
      "妖": 2011,
      "妤": 2012,
      "妨": 2013,
      "妻": 2014,
      "姆": 2015,
      "始": 2016,
      "委": 2017,
      "姦": 2018,
      "威": 2019,
      "娃": 2020,
      "娄": 2021,
      "娜": 2022,
      "娣": 2023,
      "娥": 2024,
      "娱": 2025,
      "婁": 2026,
      "婦": 2027,
      "婷": 2028,
      "媛": 2029,
      "嫌": 2030,
      "子": 2031,
      "字": 2032,
      "存": 2033,
      "季": 2034,
      "学": 2035,
      "孴": 2036,
      "學": 2037,
      "宁": 2038,
      "它": 2039,
      "宇": 2040,
      "安": 2041,
      "宋": 2042,
      "完": 2043,
      "宏": 2044,
      "宗": 2045,
      "官": 2046,
      "定": 2047,
      "宜": 2048,
      "宝": 2049,
      "实": 2050,
      "実": 2051,
      "客": 2052,
      "宣": 2053,
      "室": 2054,
      "宫": 2055,
      "宮": 2056,
      "宰": 2057,
      "家": 2058,
      "容": 2059,
      "宿": 2060,
      "寄": 2061,
      "密": 2062,
      "富": 2063,
      "寤": 2064,
      "實": 2065,
      "寧": 2066,
      "寨": 2067,
      "寳": 2068,
      "寶": 2069,
      "寸": 2070,
      "对": 2071,
      "寺": 2072,
      "寻": 2073,
      "寿": 2074,
      "専": 2075,
      "将": 2076,
      "小": 2077,
      "少": 2078,
      "尔": 2079,
      "尘": 2080,
      "就": 2081,
      "尽": 2082,
      "尾": 2083,
      "尿": 2084,
      "局": 2085,
      "屄": 2086,
      "居": 2087,
      "屈": 2088,
      "届": 2089,
      "屋": 2090,
      "屏": 2091,
      "展": 2092,
      "属": 2093,
      "屯": 2094,
      "山": 2095,
      "屿": 2096,
      "岐": 2097,
      "岗": 2098,
      "岛": 2099,
      "岡": 2100,
      "岩": 2101,
      "岭": 2102,
      "岳": 2103,
      "岷": 2104,
      "岸": 2105,
      "島": 2106,
      "峻": 2107,
      "峽": 2108,
      "崎": 2109,
      "崔": 2110,
      "崖": 2111,
      "崩": 2112,
      "嵥": 2113,
      "嶺": 2114,
      "嶼": 2115,
      "川": 2116,
      "州": 2117,
      "工": 2118,
      "左": 2119,
      "巧": 2120,
      "巨": 2121,
      "差": 2122,
      "己": 2123,
      "已": 2124,
      "巴": 2125,
      "巻": 2126,
      "市": 2127,
      "布": 2128,
      "师": 2129,
      "希": 2130,
      "帝": 2131,
      "帥": 2132,
      "带": 2133,
      "師": 2134,
      "席": 2135,
      "帯": 2136,
      "常": 2137,
      "幌": 2138,
      "幡": 2139,
      "幣": 2140,
      "干": 2141,
      "平": 2142,
      "年": 2143,
      "并": 2144,
      "幸": 2145,
      "幹": 2146,
      "幾": 2147,
      "广": 2148,
      "庁": 2149,
      "広": 2150,
      "庄": 2151,
      "庆": 2152,
      "序": 2153,
      "库": 2154,
      "应": 2155,
      "底": 2156,
      "店": 2157,
      "庚": 2158,
      "府": 2159,
      "废": 2160,
      "度": 2161,
      "座": 2162,
      "庫": 2163,
      "庭": 2164,
      "康": 2165,
      "廃": 2166,
      "廣": 2167,
      "建": 2168,
      "开": 2169,
      "弁": 2170,
      "异": 2171,
      "弄": 2172,
      "式": 2173,
      "弓": 2174,
      "弔": 2175,
      "引": 2176,
      "张": 2177,
      "弦": 2178,
      "張": 2179,
      "强": 2180,
      "当": 2181,
      "形": 2182,
      "彩": 2183,
      "彭": 2184,
      "彰": 2185,
      "影": 2186,
      "役": 2187,
      "彻": 2188,
      "彼": 2189,
      "征": 2190,
      "待": 2191,
      "很": 2192,
      "律": 2193,
      "後": 2194,
      "徐": 2195,
      "徒": 2196,
      "得": 2197,
      "御": 2198,
      "復": 2199,
      "循": 2200,
      "微": 2201,
      "徳": 2202,
      "德": 2203,
      "徹": 2204,
      "徽": 2205,
      "心": 2206,
      "必": 2207,
      "忆": 2208,
      "忍": 2209,
      "志": 2210,
      "忘": 2211,
      "応": 2212,
      "忠": 2213,
      "快": 2214,
      "念": 2215,
      "忻": 2216,
      "忽": 2217,
      "态": 2218,
      "怒": 2219,
      "思": 2220,
      "怡": 2221,
      "急": 2222,
      "性": 2223,
      "怪": 2224,
      "总": 2225,
      "恋": 2226,
      "恢": 2227,
      "恩": 2228,
      "息": 2229,
      "恵": 2230,
      "悟": 2231,
      "悠": 2232,
      "患": 2233,
      "您": 2234,
      "悩": 2235,
      "悪": 2236,
      "悬": 2237,
      "情": 2238,
      "惑": 2239,
      "惠": 2240,
      "惧": 2241,
      "惯": 2242,
      "想": 2243,
      "意": 2244,
      "愛": 2245,
      "感": 2246,
      "慈": 2247,
      "態": 2248,
      "慎": 2249,
      "慢": 2250,
      "慣": 2251,
      "慶": 2252,
      "憎": 2253,
      "憨": 2254,
      "憩": 2255,
      "憶": 2256,
      "憾": 2257,
      "應": 2258,
      "成": 2259,
      "我": 2260,
      "戒": 2261,
      "或": 2262,
      "战": 2263,
      "截": 2264,
      "戴": 2265,
      "戶": 2266,
      "户": 2267,
      "戸": 2268,
      "戻": 2269,
      "房": 2270,
      "所": 2271,
      "扈": 2272,
      "手": 2273,
      "才": 2274,
      "打": 2275,
      "払": 2276,
      "找": 2277,
      "承": 2278,
      "技": 2279,
      "投": 2280,
      "抗": 2281,
      "折": 2282,
      "抜": 2283,
      "护": 2284,
      "报": 2285,
      "抵": 2286,
      "抹": 2287,
      "押": 2288,
      "担": 2289,
      "拉": 2290,
      "拒": 2291,
      "拓": 2292,
      "招": 2293,
      "拟": 2294,
      "择": 2295,
      "括": 2296,
      "拳": 2297,
      "拼": 2298,
      "拿": 2299,
      "持": 2300,
      "挂": 2301,
      "指": 2302,
      "按": 2303,
      "挑": 2304,
      "挠": 2305,
      "挡": 2306,
      "振": 2307,
      "损": 2308,
      "据": 2309,
      "捷": 2310,
      "掉": 2311,
      "排": 2312,
      "掛": 2313,
      "採": 2314,
      "探": 2315,
      "接": 2316,
      "控": 2317,
      "推": 2318,
      "措": 2319,
      "掻": 2320,
      "揂": 2321,
      "揃": 2322,
      "提": 2323,
      "揚": 2324,
      "換": 2325,
      "握": 2326,
      "援": 2327,
      "搅": 2328,
      "損": 2329,
      "搜": 2330,
      "搞": 2331,
      "携": 2332,
      "摂": 2333,
      "摆": 2334,
      "摇": 2335,
      "摩": 2336,
      "撒": 2337,
      "撤": 2338,
      "撫": 2339,
      "播": 2340,
      "撮": 2341,
      "操": 2342,
      "支": 2343,
      "收": 2344,
      "改": 2345,
      "攻": 2346,
      "放": 2347,
      "政": 2348,
      "故": 2349,
      "效": 2350,
      "敏": 2351,
      "救": 2352,
      "教": 2353,
      "散": 2354,
      "敦": 2355,
      "敬": 2356,
      "数": 2357,
      "整": 2358,
      "文": 2359,
      "斗": 2360,
      "料": 2361,
      "斯": 2362,
      "新": 2363,
      "方": 2364,
      "施": 2365,
      "旅": 2366,
      "旋": 2367,
      "族": 2368,
      "无": 2369,
      "日": 2370,
      "旧": 2371,
      "旨": 2372,
      "旭": 2373,
      "旱": 2374,
      "时": 2375,
      "昇": 2376,
      "昌": 2377,
      "明": 2378,
      "易": 2379,
      "星": 2380,
      "映": 2381,
      "春": 2382,
      "昭": 2383,
      "是": 2384,
      "显": 2385,
      "時": 2386,
      "晏": 2387,
      "晨": 2388,
      "普": 2389,
      "景": 2390,
      "智": 2391,
      "暂": 2392,
      "暨": 2393,
      "暫": 2394,
      "暴": 2395,
      "曌": 2396,
      "曝": 2397,
      "更": 2398,
      "書": 2399,
      "曹": 2400,
      "曾": 2401,
      "最": 2402,
      "會": 2403,
      "月": 2404,
      "有": 2405,
      "服": 2406,
      "朔": 2407,
      "朗": 2408,
      "望": 2409,
      "朝": 2410,
      "期": 2411,
      "木": 2412,
      "未": 2413,
      "末": 2414,
      "本": 2415,
      "札": 2416,
      "术": 2417,
      "朱": 2418,
      "机": 2419,
      "杂": 2420,
      "李": 2421,
      "杏": 2422,
      "材": 2423,
      "村": 2424,
      "束": 2425,
      "条": 2426,
      "来": 2427,
      "杨": 2428,
      "杭": 2429,
      "東": 2430,
      "松": 2431,
      "板": 2432,
      "极": 2433,
      "构": 2434,
      "析": 2435,
      "林": 2436,
      "枚": 2437,
      "果": 2438,
      "枡": 2439,
      "枫": 2440,
      "架": 2441,
      "某": 2442,
      "染": 2443,
      "柔": 2444,
      "查": 2445,
      "柱": 2446,
      "柴": 2447,
      "标": 2448,
      "树": 2449,
      "校": 2450,
      "株": 2451,
      "样": 2452,
      "核": 2453,
      "根": 2454,
      "格": 2455,
      "栽": 2456,
      "桂": 2457,
      "桃": 2458,
      "框": 2459,
      "案": 2460,
      "桓": 2461,
      "桜": 2462,
      "桥": 2463,
      "桩": 2464,
      "桶": 2465,
      "梁": 2466,
      "梅": 2467,
      "梨": 2468,
      "械": 2469,
      "检": 2470,
      "棒": 2471,
      "森": 2472,
      "棲": 2473,
      "椅": 2474,
      "植": 2475,
      "検": 2476,
      "楠": 2477,
      "業": 2478,
      "極": 2479,
      "楼": 2480,
      "楽": 2481,
      "樓": 2482,
      "標": 2483,
      "模": 2484,
      "横": 2485,
      "樱": 2486,
      "樹": 2487,
      "橋": 2488,
      "機": 2489,
      "橿": 2490,
      "檀": 2491,
      "次": 2492,
      "欢": 2493,
      "欧": 2494,
      "款": 2495,
      "歌": 2496,
      "止": 2497,
      "正": 2498,
      "此": 2499,
      "步": 2500,
      "武": 2501,
      "歩": 2502,
      "歳": 2503,
      "歸": 2504,
      "死": 2505,
      "殊": 2506,
      "段": 2507,
      "殷": 2508,
      "殻": 2509,
      "殿": 2510,
      "毁": 2511,
      "母": 2512,
      "毎": 2513,
      "每": 2514,
      "毓": 2515,
      "比": 2516,
      "毛": 2517,
      "氏": 2518,
      "民": 2519,
      "气": 2520,
      "気": 2521,
      "氣": 2522,
      "氧": 2523,
      "氮": 2524,
      "水": 2525,
      "氷": 2526,
      "永": 2527,
      "汁": 2528,
      "求": 2529,
      "汇": 2530,
      "汉": 2531,
      "汕": 2532,
      "江": 2533,
      "池": 2534,
      "汤": 2535,
      "汴": 2536,
      "決": 2537,
      "沈": 2538,
      "沌": 2539,
      "沙": 2540,
      "沛": 2541,
      "没": 2542,
      "沢": 2543,
      "沪": 2544,
      "沱": 2545,
      "河": 2546,
      "油": 2547,
      "治": 2548,
      "沿": 2549,
      "況": 2550,
      "泄": 2551,
      "泉": 2552,
      "泊": 2553,
      "法": 2554,
      "波": 2555,
      "泥": 2556,
      "注": 2557,
      "泰": 2558,
      "泽": 2559,
      "洁": 2560,
      "洋": 2561,
      "洒": 2562,
      "洗": 2563,
      "洛": 2564,
      "洞": 2565,
      "洪": 2566,
      "洲": 2567,
      "活": 2568,
      "派": 2569,
      "流": 2570,
      "浄": 2571,
      "测": 2572,
      "济": 2573,
      "浙": 2574,
      "浜": 2575,
      "浦": 2576,
      "浮": 2577,
      "浴": 2578,
      "海": 2579,
      "涂": 2580,
      "消": 2581,
      "涌": 2582,
      "涩": 2583,
      "淡": 2584,
      "淫": 2585,
      "深": 2586,
      "混": 2587,
      "淹": 2588,
      "清": 2589,
      "済": 2590,
      "渋": 2591,
      "渐": 2592,
      "減": 2593,
      "渝": 2594,
      "渡": 2595,
      "温": 2596,
      "港": 2597,
      "渲": 2598,
      "渴": 2599,
      "游": 2600,
      "湄": 2601,
      "湖": 2602,
      "湘": 2603,
      "湯": 2604,
      "湾": 2605,
      "満": 2606,
      "溉": 2607,
      "源": 2608,
      "溜": 2609,
      "溝": 2610,
      "溢": 2611,
      "溥": 2612,
      "溪": 2613,
      "溫": 2614,
      "溯": 2615,
      "溶": 2616,
      "滇": 2617,
      "滞": 2618,
      "滨": 2619,
      "滬": 2620,
      "漢": 2621,
      "漫": 2622,
      "潜": 2623,
      "潟": 2624,
      "潢": 2625,
      "潭": 2626,
      "潮": 2627,
      "澄": 2628,
      "澎": 2629,
      "澤": 2630,
      "澳": 2631,
      "激": 2632,
      "濟": 2633,
      "濱": 2634,
      "灌": 2635,
      "灣": 2636,
      "火": 2637,
      "灯": 2638,
      "灰": 2639,
      "灾": 2640,
      "炎": 2641,
      "炯": 2642,
      "点": 2643,
      "為": 2644,
      "烈": 2645,
      "烏": 2646,
      "烦": 2647,
      "烧": 2648,
      "热": 2649,
      "無": 2650,
      "焦": 2651,
      "然": 2652,
      "焼": 2653,
      "煙": 2654,
      "照": 2655,
      "煩": 2656,
      "煮": 2657,
      "熊": 2658,
      "熟": 2659,
      "熨": 2660,
      "熱": 2661,
      "燃": 2662,
      "燕": 2663,
      "燗": 2664,
      "爆": 2665,
      "爛": 2666,
      "爪": 2667,
      "爱": 2668,
      "父": 2669,
      "爻": 2670,
      "爾": 2671,
      "片": 2672,
      "版": 2673,
      "牌": 2674,
      "牙": 2675,
      "牛": 2676,
      "物": 2677,
      "特": 2678,
      "状": 2679,
      "狐": 2680,
      "狗": 2681,
      "独": 2682,
      "狭": 2683,
      "猛": 2684,
      "猪": 2685,
      "献": 2686,
      "獄": 2687,
      "獲": 2688,
      "玄": 2689,
      "率": 2690,
      "玉": 2691,
      "王": 2692,
      "环": 2693,
      "现": 2694,
      "玲": 2695,
      "珈": 2696,
      "珍": 2697,
      "珠": 2698,
      "班": 2699,
      "球": 2700,
      "理": 2701,
      "琢": 2702,
      "琲": 2703,
      "瑠": 2704,
      "瑩": 2705,
      "璃": 2706,
      "璐": 2707,
      "環": 2708,
      "瓊": 2709,
      "瓶": 2710,
      "甜": 2711,
      "生": 2712,
      "用": 2713,
      "田": 2714,
      "由": 2715,
      "甲": 2716,
      "申": 2717,
      "电": 2718,
      "男": 2719,
      "甸": 2720,
      "町": 2721,
      "画": 2722,
      "界": 2723,
      "留": 2724,
      "畢": 2725,
      "略": 2726,
      "番": 2727,
      "畿": 2728,
      "疆": 2729,
      "疏": 2730,
      "疑": 2731,
      "疗": 2732,
      "疫": 2733,
      "病": 2734,
      "痛": 2735,
      "痴": 2736,
      "瘤": 2737,
      "癌": 2738,
      "癪": 2739,
      "発": 2740,
      "登": 2741,
      "白": 2742,
      "百": 2743,
      "的": 2744,
      "皇": 2745,
      "皮": 2746,
      "盆": 2747,
      "益": 2748,
      "盐": 2749,
      "监": 2750,
      "盖": 2751,
      "盗": 2752,
      "盛": 2753,
      "監": 2754,
      "盧": 2755,
      "目": 2756,
      "直": 2757,
      "相": 2758,
      "省": 2759,
      "看": 2760,
      "県": 2761,
      "真": 2762,
      "眩": 2763,
      "眼": 2764,
      "着": 2765,
      "睛": 2766,
      "睦": 2767,
      "瞎": 2768,
      "瞳": 2769,
      "瞻": 2770,
      "矢": 2771,
      "知": 2772,
      "短": 2773,
      "石": 2774,
      "矿": 2775,
      "码": 2776,
      "砂": 2777,
      "砕": 2778,
      "破": 2779,
      "硝": 2780,
      "硬": 2781,
      "确": 2782,
      "碁": 2783,
      "碍": 2784,
      "碧": 2785,
      "碳": 2786,
      "確": 2787,
      "磁": 2788,
      "磨": 2789,
      "磷": 2790,
      "礱": 2791,
      "示": 2792,
      "礼": 2793,
      "社": 2794,
      "祖": 2795,
      "祝": 2796,
      "神": 2797,
      "票": 2798,
      "祭": 2799,
      "祸": 2800,
      "祿": 2801,
      "禁": 2802,
      "禅": 2803,
      "福": 2804,
      "禪": 2805,
      "禹": 2806,
      "禽": 2807,
      "秀": 2808,
      "私": 2809,
      "秉": 2810,
      "秋": 2811,
      "种": 2812,
      "科": 2813,
      "租": 2814,
      "秦": 2815,
      "积": 2816,
      "称": 2817,
      "移": 2818,
      "稀": 2819,
      "稅": 2820,
      "程": 2821,
      "税": 2822,
      "稱": 2823,
      "稲": 2824,
      "稳": 2825,
      "稻": 2826,
      "稼": 2827,
      "稿": 2828,
      "穷": 2829,
      "空": 2830,
      "立": 2831,
      "站": 2832,
      "竜": 2833,
      "竞": 2834,
      "章": 2835,
      "端": 2836,
      "競": 2837,
      "竹": 2838,
      "笠": 2839,
      "第": 2840,
      "筆": 2841,
      "等": 2842,
      "筑": 2843,
      "答": 2844,
      "策": 2845,
      "签": 2846,
      "简": 2847,
      "箍": 2848,
      "箕": 2849,
      "管": 2850,
      "箱": 2851,
      "節": 2852,
      "篇": 2853,
      "簡": 2854,
      "米": 2855,
      "类": 2856,
      "粉": 2857,
      "粤": 2858,
      "粮": 2859,
      "粵": 2860,
      "精": 2861,
      "糖": 2862,
      "糸": 2863,
      "系": 2864,
      "紀": 2865,
      "紂": 2866,
      "紅": 2867,
      "紋": 2868,
      "納": 2869,
      "純": 2870,
      "紙": 2871,
      "級": 2872,
      "素": 2873,
      "索": 2874,
      "紧": 2875,
      "細": 2876,
      "紹": 2877,
      "終": 2878,
      "経": 2879,
      "結": 2880,
      "絞": 2881,
      "統": 2882,
      "經": 2883,
      "継": 2884,
      "続": 2885,
      "網": 2886,
      "綺": 2887,
      "総": 2888,
      "線": 2889,
      "縣": 2890,
      "縮": 2891,
      "繁": 2892,
      "織": 2893,
      "红": 2894,
      "约": 2895,
      "级": 2896,
      "纪": 2897,
      "纷": 2898,
      "纸": 2899,
      "纹": 2900,
      "纽": 2901,
      "线": 2902,
      "组": 2903,
      "细": 2904,
      "终": 2905,
      "绍": 2906,
      "经": 2907,
      "绝": 2908,
      "绞": 2909,
      "统": 2910,
      "绪": 2911,
      "续": 2912,
      "维": 2913,
      "缓": 2914,
      "缩": 2915,
      "缺": 2916,
      "网": 2917,
      "罗": 2918,
      "罪": 2919,
      "置": 2920,
      "署": 2921,
      "羅": 2922,
      "美": 2923,
      "群": 2924,
      "義": 2925,
      "羲": 2926,
      "羽": 2927,
      "翁": 2928,
      "習": 2929,
      "翠": 2930,
      "翻": 2931,
      "翼": 2932,
      "耀": 2933,
      "老": 2934,
      "考": 2935,
      "者": 2936,
      "而": 2937,
      "耐": 2938,
      "耕": 2939,
